Repository: seanpm2001/mt-training-data
Catalog: mhr/mhr_pontoon.tmx
Source language: en_us
Languages: mhr

source: Find others who care. That could be universities, language schools, advocacy groups or data science communities. Reach out and explain clearly how they can help and why. <outreachTemplates>See our template outreach emails</outreachTemplates>.
mhr: Весе-влакым, кӧлан чыла керек огыл, му. Тиде университет, йылме школ, шӱм шупшмо але данный-влак дене специалист тӱшка-влак лийын кертыт. Кузе да молан нуно полшен кертыт манын, кидет шуялте да рашын умылтаре. <outreachTemplates>Мемнан увер серыш шаблон-влакым ончал</outreachTemplates>.

source: Finish editing first?
mhr: Ондак редактированийым мучашлаш?

source: Finish recording
mhr: Возымым мучашлаш

source: Finish recording first?
mhr: Ондак возымым мучашлаш?

source: Finish Review
mhr: Ончен лекмашым мучашлаш

source: Finnish
mhr: Финн

source: First, check if your language <languageLink>already exists</languageLink>. If it doesn’t you need to <strong>translate the site and collect sentences</strong>.
mhr: Икымше, тыйын йылмет <languageLink>уло</languageLink> але уке, терге. Уке гын, тылат <strong>сайтым кусарыман да ойлончо-влакым погыман</strong>.

source: Foreign letters. Letters must be valid in the language being spoken. For example, “ж” is a letter in the Russian alphabet but is never used in English and so should never appear in any English source text.
mhr: Вес йылме дене серыш-влак. Кутырымо йылме дене буква-влак чынулшо лийшаш улыт. Мутлан, «ж» — тиде руш алфавитын букваже, но тудо нигунам англичан йылмыште огеш кучылталт и сандене англичан йылме дене ик тӱҥалтыш текстыштат лекшаш огыл.

source: For every voice clip donated, and every audio clip validated, your account dashboards are updated to reflect your latest progress in each language you contribute to. Yes, you can contribute to more than one!<br/><br/> Use dashboards to track your stats, see how you're doing alongside others in the community, and set daily or weekly contribution goals.
mhr: Кажне надырлыме йӱкан клиплан да кажне тергыме аудиоклиплан тыйын аккаунтетын виктарымаш оҥаже, кажне йылме дене, кушко тый надырым пуртет, тыйын пытартыш ончыко кайыметым ончыкташлан, уэмдалтеш. Туге, тый шке надыретым ик йылме деч шукыракыш пуртен кертат!<br/><br/> Шке иктешлымашетым эскерашлан, тӱшкаште моло дене кузе ыштыметым ужашлан да кажне кечылан але кажне арнялан надыр шумлыкым шындашлан информаций оҥам кучылт.

source: for example
mhr: мутлан

source: For public domain text not available online, you could use academic referencing style e.g Harvard style "Jess (2021) My Public licence poems"
mhr: Калык поянлык улшо текстлан, кудо интернетыште уке, тый академийысе кылвер стильым, мутлан «Джесс (2021) Мыйын калык поянлык лицензий дене почеламутем-влак» Гарвардысе стильым кучылтын кертат.

source: For these launched languages the website has been successfully <localizationGlossaryLink>localized</localizationGlossaryLink>, and has enough <sentenceCollectionGlossaryLink>sentences collected</sentenceCollectionGlossaryLink> to allow for ongoing <speakLink>Speak</speakLink> and <listenLink>Listen</listenLink> contributions.
mhr: Нине пашаш колтымо йылме-влаклан веб-сайт эсен <localizationGlossaryLink>кусаралтын</localizationGlossaryLink>, да «<speakLink>Кутыро</speakLink> да <listenLink>колышт</listenLink>» манме надырым эреак пуртен керташлан нунылан ситышын <sentenceCollectionGlossaryLink>ойлончым погымо</sentenceCollectionGlossaryLink>.

source: French
mhr: Француз

source: Frequently Asked Questions
mhr: Чӱчкыдын пуэдыме йодыш-влак

source: Frisian
mhr: Фриз

source: Fulah
mhr: Фулах

source: Galician
mhr: Галисий

source: GB
mhr: ГБ

source: Gender
mhr: Пӧръеҥ/Ӱдырамаш

source: Georgian
mhr: Грузин

source: German
mhr: Немыч

source: Get involved
mhr: Ушнаш

source: Get Involved
mhr: Ушнаш

source: Get started with goals
mhr: Шумлык гыч тӱҥал

source: Get Started with Speech Recognition
mhr: Ойлымым палыме гыч тӱҥал

source: <githubLink>NVIDIA NeMo</githubLink>™ is an <docsLink>open-source toolkit</docsLink> for researchers developing state-of-the-art conversational AI models.
mhr: <githubLink>NVIDIA NeMo</githubLink>™ — <docsLink>почмо тӱҥалтыш код дене</docsLink> кызытсе жаплан келшыше вашмутланыше AI модель-влакым ыштыше шанчыеҥ-влаклан ӱзгар пого.

source: Glossary
mhr: Глоссарий

source: Goal reached
mhr: Шумлык деке шумо

source: Goals
mhr: Шумлык

source: Goan Konkani
mhr: Гоан Конкани

source: Go to Discourse
mhr: Каҥашымаш дек куснаш

source: Go to Languages Page
mhr: Йылме велыжыш куснаш

source: Go to { $name }
mhr: { $name } деке куснаш

source: <governanceLink>Read more about how we're governed</governanceLink>
mhr: <governanceLink>Кузе ме виктарена, шукырак пален нал</governanceLink>

source: Government proceedings, books and articles are also great however since the text tends to be a little more formal they are less of a priority.
mhr: Кугыжаныш документ, книга да статья-влак тыгак сай улыт, туге гынат, тушто текст изиш кукшырак лиялтеш, нуно шагалрак кӱлешан улыт.

source: Grammatical / spelling error
mhr: Грамматике / орфографий шотышто йоҥылыш

source: Great! How many clips a week?
mhr: Пеш сай! Арняште мыняр клип?

source: Great! How many clips per day?
mhr: Пеш сай! Кечыште мыняр клип?

source: Great!<recordIcon></recordIcon> Record your next clip
mhr: Пеш сай!<recordIcon></recordIcon> Вес клипым возаш тӱҥал

source: Great work!<playIcon></playIcon> Listen again when you're ready
mhr: Сай паша!<playIcon></playIcon> Кунам ямде лият, эше ик гана колыштын лек

source: Greek
mhr: Грек

source: Guarani
mhr: Гуарани

source: Haitian
mhr: Гавай

source: Hakha Chin
mhr: Хакха Чин

source: Hausa
mhr: Хауса

source: Have Feedback?
mhr: Шоныммут уло?

source: Have you read our Terms?
mhr: Тый мемнан Келшыкнам лудынат?

source: Having an account is not required to contribute, though it is helpful.
mhr: Шке надыретым пурташлан аккаунт лиймаш кӱлешанжак огыл, туге гынат, тиде пайдале.

source: Having a profile is not required to contribute though it is helpful, see why below.
mhr: Шке надырым пурташлан профиль лиймаш кӱлешанжак огыл, туге гынат, тиде пайдале, молан, ӱлнӧ ончо.

source: Hebrew
mhr: Иврит

source: Help
mhr: Полыш

source: Help Common Voice reach { $hours } hours in a language with a personal goal
mhr: Шке шумлык ден йылме дене { $hours } шагатым Common Voice-лан погаш полшо

source: Help create Common Voice’s first target segment in { $locale }
mhr: { $locale } йылмылан Common Voice-ышто икымше шумлык ужашым ышташ полшо

source: Help reach { $hours } hours in { $language } with a personal goal
mhr: Шке шумлык ден { $language } йылме дене { $hours } шагатыш шуаш полшо

source: Help teach machines how real people speak, donate your voice at { $link }
mhr: Машине-влакым чын еҥын ойлымо гай ойлаш туныкташ полшо, шке йӱкетым кылвер почеш надырле { $link }

source: Help us build a community around voice technology, stay in touch via email.
mhr: Йӱк технологий йыр мыланна тӱшкам ышташ полшо, электрон почто дене кылыште лий.

source: Help us build a high quality, publicly open dataset
mhr: Мыланна сай чылалан кучылташ лийше почмо датасетым ышташ полшо

source: Help us by reviewing sentences for correctness according to the guidelines.
mhr: Темлымашым шотыш налын, ойлончо-влакын чын улмыштым мыланна тергаш полшо.

source: Help us by writing or collecting Public Domain sentences.
mhr: Возен але чылалан кучылташ лийше ойлончо-влакым поген, мыланна полшо.

source: Help us find more voices, share your goal
mhr: Мыланна шукырак йӱкым муаш полшо, шке шумлыкет дене пайлалт

source: Help us find others to donate their voice!
mhr: Вес еҥ-влакым, кӧмыт шке йӱкыштым надырлен кертыт, мыланна муаш полшо!

source: Help us get to { $goal }
mhr: { $goal } деке мыланна миен шуаш полшо

source: Help us validate sentences!
mhr: Ойлончо-влакын чын улмыштым мыланна тергаш полшо!

source: Help us validate voices
mhr: Мыланна йӱк-влакым чынлаш полшо

source: Here are some tips to find sentences:
mhr: Ойлончым кычалашлан теве икмыняр каҥаш:

source: Here are the links to download your ZIP files.
mhr: ZIP-файл-влакым тулен налашлан теве кылвер-влак.

source: Hidden
mhr: Шылтыме

source: Hiligaynon
mhr: Хилигайнон

source: Hill Mari
mhr: Курыкмарий

source: Hindi
mhr: Хинди

source: His hand was rais-ed.
mhr: Тудын кидше нӧлтымӧ ыле.

source: Home
mhr: Тӱҥ велыжыш

source: Hours
mhr: Шагат

source: Hours Recorded
mhr: Возымо шагат

source: Hours Validated
mhr: Тергыме шагат

source: { $hours } validated hours so far!
mhr: Кызытеш { $hours } тергыме шагат!

source: How ?
mhr: Кузе?

source: How are project decisions made?
mhr: Кузе проект пунчал лукталтеш?

source: How can I get the Common Voice data?
mhr: Кузе мый Common Voice данныйым налын кертам?

source: How can we effectively grow a language on Common Voice?
mhr: Common Voice-ышто кузе ме пайдалын йылмым вийдарен кертына?

source: How does Common Voice calculate hours?
mhr: Кузе Common Voice шагатым шотлен луктеш?

source: How does Common Voice work?
mhr: Кузе Common Voice пашам ышта?

source: How does site localization work?
mhr: Кузе сайтын локализацийже ышта?

source: How do I access and use the dataset?
mhr: Кузе датасетым налаш да кучылташ лиеш?

source: How do I add a language?
mhr: Кузе мылам йылмым ешараш?

source: How do I add sentences?
mhr: Кузе мыланем ойлончо-влакым ешараш?

source: How do I know whether to approve a voice clip?
mhr: Йӱкан клипым чынлаш але уке, кузе пален налаш?

source: How do I record a high quality voice clip?
mhr: Кузе сай йӱкан клипым возаш?

source: How do I stay in touch?
mhr: Кузе мылам кылыште кодаш?

source: How do you ensure anonymity and privacy of the people who donated their voices?
mhr: Шке йӱкыштым надырлыше еҥ-влакым лӱмдымӧ улмыштым да шолыплыкыштым те кузе шуктеда?

source: How to
mhr: Кузе ышташ

source: How-to
mhr: Кузе ышташ

source: How to Cite
mhr: Кузе цитироватлаш

source: How would you describe your accent?
mhr: Кузе тый шке акцент нергенет каласкалет ыле?

source: Hungarian
mhr: Венгр

source: I agree
mhr: Мый келшем

source: I am a non-native speaker and I speak with an accent, do you still want my voice?
mhr: Тиде йылме мыйын шочмо йылмем огыл да мый акцент дене кутырем, мыйын йӱкем тыланда кӱлеш мо?

source: Icelandic
mhr: Исланд

source: I confirm that these sentences are <wikipediaLink>public domain</wikipediaLink> and I have permission to upload them.
mhr: Нине ойлончо-влак <wikipediaLink>калык поянлык</wikipediaLink> улыт манын, мый чынлем, да нуным вераҥдашлан мыйын кӧнымаш уло.

source: I'd like to receive emails such as goal reminders, my progress updates and newsletters about Common Voice.
mhr: Мый шумлык нерген, мыйын паша уэмдалтмаш нерген да Common Voice нерген увер дене электрон серышлам наледынем.

source: I do not agree
mhr: Мый ом келше

source: If a clip is rejected by 2 people, it is released in a different subset of the dataset.
mhr: Клипым 2 еҥ ӧрдыжтара гын, тудо датасетын вес ужашыштыже лукталтеш.

source: If the recording breaks up, or has crackles, reject unless the entirety of the text can still be heard.
mhr: Возымаш кӱрлалтеш але йӱк-йӱанлан кӧра тый чыла текстым от кол гын, тудым ӧрдыжтаре.

source: If the sentence does not meet the above criteria, click the &quot;Reject&quot; button on the left. If you are unsure about the sentence, you may also skip it and move on to the next one.
mhr: Ойлончо висык-влаклан келшен огеш тол гын, шолаште &quot;Ӧрдыжтараш&quot; манме полдышым темдал. Тый ойлончо шотышто от ӱшане гын, тудым коден каен да весе деке куснен кертат.

source: If the sentence does not meet the above criteria, click the "Reject" button. If you are unsure about the sentence, you may also skip it and move on to the next one.
mhr: Ойлончо кӱшнӧ ончыктымо высыклан келшен огеш тол гын, «Ӧрдыжтараш» манме полдышым темдал. Тый ойлончо шотышто кокыте улат гын, тый тудым тыгак коден каен да весе дек куснен кертат.

source: If the sentence meets the criteria, click the "Approve" button.
mhr: Ойлончо висыклан келшен толеш гын, «Чынлаш» манме полдышым темдал.

source: If the sentence meets the criteria, click the &quot;Approve&quot; button on the right.
mhr: Ойлончо висык-влаклан келшен толеш гын, пурлаште &quot;Чынлаш&quot; манме полдышым темдал.

source: If you come across something that these guidelines don’t cover, please vote according to your best judgement. If you really can’t decide, use the skip button and go on to the next recording.
mhr: Нине темлымашлан шаралтдыме иктаж-мо дене тӱкналтат гын, порылий, шке чын шонымаш почешет йӱклӧ. Тый чынак рашемалтын от керт гын, коден кайыме полдышым кучылт да вес возымаш дек кусно.

source: If you could <strong>hear them</strong> and <strong>understand them</strong>, it’s usually <strong>best to approve</strong>.
mhr: Тый <strong>нуным колат</strong> да <strong>умылет</strong> гын, шукыж годым <strong>нуным чынлаш сайрак</strong>.

source: If you don’t hear from us within a couple of days, reach out at <emailLink>{ $email }</emailLink> and we’ll get back to you!
mhr: Иктаж кок кече жапыште тый мемнан деч уверым от нал гын, <emailLink>{ $email }</emailLink> электрон почтыш возен колто да ме тый денет кылдалтына!

source: If you’re looking for tools to build ASR models, you can connect to other people in the community <discourseLink>on Discourse</discourseLink>.
mhr: Тылат ASR модельым ышташ ӱзгар кӱлеш гын, тый <discourseLink>Каҥашымаште</discourseLink> тӱшкаш моло ушнышо-влак дене кылдалт кертат.

source: If your language is not listed here, you can request it through <languageProcessLink>this process</languageProcessLink>.
mhr: Тыште тыйын йылмет уке гын, тудым <languageProcessLink>тиде процесс гоч</languageProcessLink> йодын кертат.

source: If you run out of sentences to review, please help us collect more sentences!
mhr: Тыйын ончашлан ойлончо пытен гын, порылий, мыланна шукырак ойлончым погаш полшо!

source: If you think the pronunciation makes it <strong>impossible to understand</strong>, or there’s a <strong>lot of background noise</strong>, or there are <strong>other people speaking too</strong>, then you should reject the clip. <accuracyLink>See more information in our accuracy criteria</accuracyLink>.
mhr: Тыге ойлымым <strong>умылаш огеш лий</strong>, але <strong>шуко фонан йӱк-йӱан</strong>, але <strong>вес еҥ-влак кутырат</strong> гын, тылат клипым ӧрдыжтарыман. <accuracyLink>Мемнан чынлык висыклаште ешартыш информацийым ончо</accuracyLink>.

source: Igbo
mhr: Игбо

source: I just created a personal goal for voice donation to #CommonVoice -- join me and help teach machines how real people speak { $link }
mhr: Мый кызыт гына #CommonVoice-ышто йӱкым надырлаш шке шумлыкем ыштышым — мый декем ушно да еҥ-влак гай ойлаш машине-влакым туныкташ полшо { $link }

source: I'm okay with you handling this info as you explain in Mozilla's <privacyLink>Privacy Policy</privacyLink>
mhr: Тиде информацийым <privacyLink>Шолыплык политикыште</privacyLink> кузе ямдылымым умылтарымыда дене мый келшем.

source: Includes email, username & demographic info, available right away
mhr: Вигак кучылташ лийше электрон почто адресым, пайдаланышын лӱмжым да демографий шотышто информацийым пурта

source: Includes mp3s and related sentences, may take some time to prepare
mhr: Mp3-файл-влакым да нунын дене кылдалтше ойлончо-влакым, кудым ямдылаш икмыняр жап кӱлын кертеш, пурта

source: * Indicates required field
mhr: * Кӱлешан аланым ончыкта

source: Indonesian
mhr: Индонез

source: Information about the language
mhr: Йылме нерген информаций

source: In Progress
mhr: Ончыко кайымаште

source: Interested in learning more and contributing to the project?
mhr: Шукырак пален налнет да проектыш шке надыретым пуртынет?

source: Interface Language
mhr: Интерфейс йылме

source: Interlingua
mhr: Интерлингва

source: Interlingue
mhr: Интерлингв

source: Irish
mhr: Ирланд

source: IsiNdebele (North)
mhr: Исиндебеле (Йӱдвел)

source: IsiNdebele (South)
mhr: Исиндебеле (Кечывалвел)

source: Is my account information public?
mhr: Аккаунтемын информацийже чылалан коеш мо?

source: <isoCodeLink>ISO Codes</isoCodeLink> if known
mhr: Пале гын, <isoCodeLink>ISO код-влак</isoCodeLink>

source: Is the clip valid?
mhr: Тиде клипым чын возымо?

source: Is the goal of Common Voice to build a voice assistant?
mhr: Common Voice-ын шумлыкшо йӱкан полышкалышым ышташ мо?

source: Italian
mhr: Итальян

source: It contains words or phrases that are hard to read or pronounce.
mhr: Тушто лудаш але ойлаш неле мут але ой уло.

source: It is written in a language different than what I’m speaking.
mhr: Тудо мыйын мутланыме йылме деч ойыртемалтше йылме дене возымо.

source: It's important that you reference where you found the public licence to avoid plagiarism and to allow for follow ups on <copyrightIssuesLink>copyright issues</copyrightIssuesLink>. Here are a few ways you can cite the work.
mhr: Плагиат да <copyrightIssuesLink>авторлык права шотышто йодыш</copyrightIssuesLink> дене ончыкыжым лийын кертше паша деч кораҥаш манын, кушто тый калыкле лицензийым муынат, ончыкташ кӱлешан. Теве тылат пашам цитироватлен керташлан икмыняр йӧн.

source: Izhorian
mhr: Ижор

source: Japanese
mhr: Япон

source: Join the Common Voice mailing list
mhr: Common Voice колтедылмаш лӱмер деке ушно

source: Just Unsure?
mhr: Чынак кокыте шонет?

source: Kabardian
mhr: Кабарда-черкес

source: Kabyle
mhr: Кабил

source: Kannada
mhr: Каннада

source: Kaqchikel
mhr: Какчикель

source: Karakalpak
mhr: Каракалпак

source: Kazakh
mhr: Казах

source: { $kb }kb max
mhr: Эн кугужо { $kb }кб

source: Keep
mhr: Кучо

source: Keep it up, record again <recordIcon></recordIcon>
mhr: Тиде кумыл денак шуйо, угыч возо <recordIcon></recordIcon>

source: Keep the recordings
mhr: Возымым арале

source: Keep track of your progress and metrics across multiple languages.
mhr: Шке ончыко кайымашым да икмыняр йылме дене лектышетым эскерен шого.

source: Keep track of your progress with a profile
mhr: Профильыште шке ончыко кайымашетым эскере

source: Keep track of your progress with a profile and help our voice data be more accurate.
mhr: Шке ончыко кайымашетым профильын полшымо дене эскере да ӥукан данныйлан чынрак лияш манын, мыланна полшо.

source: Khmer
mhr: Кхмер

source: K'iche'
mhr: Киче

source: Kikuyu
mhr: Кикуйю

source: Kinyarwanda
mhr: Киньяруанда

source: Komi-Zyrian
mhr: Коми-зырян

source: Konkani (Devanagari)
mhr: Конкани (Деванагари)

source: Korean
mhr: Корей

source: Kurmanji Kurdish
mhr: Курманджи курд

source: Kyrgyz
mhr: Кыргыз

source: Language
mhr: Йылме

source: Language Request
mhr: Йылме йодмаш

source: Language request successfully submitted, thank you.
mhr: Йылме йодмаш эсен колталтын, тау.

source: Languages
mhr: Йылме-влак

source: Languages can have their <validationRulesLink>own validation rules</validationRulesLink> with additional requirements. If there is no specific validation file for a language, we are using the generic English rules.
mhr: Йылме-влакын ешартыш кӱштымаш дене <validationRulesLink>тергашлан шке правилышт</validationRulesLink> лийын кертеш. Йылмылан посна тергымаш файл уке гын, ме англичан йылмын чумыр правилжым кучылтына.

source: Lao
mhr: Лао

source: Latvian
mhr: Латыш

source: Launched
mhr: Колтымо

source: Leaderboard Visibility
mhr: Ончылъеҥ-влакын таблицышт коймаш

source: Learn how to request it here!
mhr: Кузе тудым тыште йодаш, пален нал!

source: Learn how to take part
mhr: Кузе ушнаш манын, пален нал

source: Learn More
mhr: Шукырак тунемаш

source: Leaving now means you’ll lose your changes
mhr: Тый кызыт кает гын, чыла вашталтымашетым йомдарет

source: Leaving now means you'll lose your progress
mhr: Кызыт кайымет шке ончыко кайымашетым йомдарымым ончыкта

source: Let's Get Started
mhr: Тӱҥалына мо?

source: LibriSpeech is a corpus of approximately 1000 hours of 16Khz read English speech derived from read audiobooks from the LibriVox project.
mhr: LibriSpeech — тиде LibriVox проект кышкареш аудиокнига-влакым лудмо гыч налме 16 кГц чӱчкыдылык дене 1000 шагат наре англичанла ойлымо пого.

source: License
mhr: Лицензий

source: License: <licenseLink>CC-0</licenseLink>
mhr: Лицензий: <licenseLink>CC-0</licenseLink>

source: License: <licenseLink>{ $license }</licenseLink>
mhr: Лицензий: <licenseLink>{ $license }</licenseLink>

source: Ligurian
mhr: Лигурий

source: Lingala
mhr: Лингала

source: Link Copied
mhr: Кылверым копироватлыме

source: Links to websites that can help us understand the language
mhr: Мыланна йылмым умылаш полшышо веб-сайтлаш кылвер-влак

source: Listen
mhr: Колышташ

source: Listening
mhr: Колыштмаш

source: Listen-Queue
mhr: Колышташлан черет

source: Lithuanian
mhr: Литва

source: Loading…
mhr: Вераҥдымаш…

source: Loading rejected sentences…
mhr: Ӧрдыжтарыме ойлончо-влакым вераҥдымаш…

source: Loading sentences…
mhr: Ойлончо-влакым вераҥдымаш…

source: Loading your sentences…
mhr: Ойлончо-влакетым вераҥдымаш…

source: Localization
mhr: Локализаций

source: Localized
mhr: Кусарыме

source: Login failed
mhr: Пурымо годым йоҥылыш

source: Login Identity
mhr: Логин

source: Log in or sign up to get started
mhr: Тӱҥалаш манын, пуро але регистрацийым эрте

source: Login / Signup
mhr: Пурымаш / Регистрацийым эртымаш

source: Log In / Sign Up
mhr: Системыш пуро / Регистрацийым эрте

source: Log In / Sign Up with { $company } email
mhr: Пураш / { $company } электрон почто дене регистрацийым эрташ

source: Logout
mhr: Системе гыч лекмаш

source: Log Out
mhr: Системе гыч лекташ

source: Lojban
mhr: Ложбан

source: Looks like there aren't any clips to listen to in this language. Help us fill the queue by recording some now.
mhr: Тыге коеш, тиде йылме дене колышташлан ик клипат уке. Вигак кызыт икмынярым возен, мыланна черетым тичмашлаш полшо.

source: Luganda
mhr: Луганда

source: Luxembourgish
mhr: Люксембург

source: Macedonian
mhr: Македон

source: Maithili
mhr: Майтхили

source: Make sure the platform is recording before you start speaking, and that it only stops once you’re finished.
mhr: Ойлаш тӱҥалмет деч ончыч платформо воза, да тудо тыйын мучашлымет годым гына шогалеш манын, ӱшане.

source: Make sure the sentence meets the following criteria:
mhr: Ойлончо нине висык-влаклан келшен толеш манын, пален нал:

source: Make your submitted data as rich as possible by providing some anonymous demographic data. We de-identify all demographic data before making it public.
mhr: Лӱмдымӧ демографиян данныйым пуэн, тый тудым тӱрыснек тичмашым ышташ полшет. Савыктыме деч ончыч ме чыла демографиян данныйым лӱм деч посна ончыктена.

source: Malagasy
mhr: Малагас

source: Malay
mhr: Малай

source: Malayalam
mhr: Малаялам

source: Male
mhr: Пӧръеҥ

source: Maltese
mhr: Мальте

source: Manage Email Subscriptions
mhr: Электрон почто дене возалтмаш-влакым виктараш

source: Manage Subscriptions
mhr: Возалтмаш-влакым виктараш

source: Mapudungun
mhr: Мапудунгун

source: Marathi
mhr: Маратхи

source: Maybe our <homepageLink>homepage</homepageLink> will help? To ask a question, please join the <matrixLink>Matrix community chat</matrixLink>, monitor site issues via <githubLink>GitHub</githubLink> or visit <discourseLink>our Discourse forums</discourseLink>.
mhr: Ала тылат мемнан <homepageLink>тӱҥ велыжна</homepageLink> полша? Йодышым пуашлан <matrixLink>Matrix тӱшкан чатше</matrixLink> дек ушно, сайт дене нелылыкым <githubLink>GitHub</githubLink> гоч эскере але мемнан <discourseLink>Каҥашымаш форумыш</discourseLink> пурен лек.

source: MB
mhr: МБ

source: Meadow Mari
mhr: Марий

source: Meetei Lon
mhr: Мэйтэй Лон

source: Message
mhr: Увертыш

source: [Mismatched content]
mhr: [Келшен толдымо контент]

source: Misreadings
mhr: Чын огыл лудмаш

source: Missing an <strong>'s'</strong> at the end of a word.
mhr: Мут мучаште «s» буквам кодымо.

source: Missing <strong>'A'</strong> or <strong>'The'</strong> at the beginning of the recording.
mhr: Возымаш тӱҥалтыште «A» буква але «The» уке.
